Repository: barodiamansi/MovieDetails
Catalog: MovieDetails/Resources/MovieDetails/*.lproj/Localizable.strings
Languages: es, fr

# searchString
source: Search...
es: Buscar...
fr: Chercher...

source: Loading...
es: Cargando...
fr: Chargement...

source: Author
es: Autor
fr: Auteur

source: Release date
es: Fecha de lanzamiento
fr: Date de sortie

source: MPAA rating
es: Clasificación de la MPAA
fr: Classement MPAA

source: TBA
es: Que se anunciará
fr: Être annoncé

# load failed
source: Failed to load
es: Falló al cargar
fr: Échec du chargement

# navigate failed
source: Failed to navigate
es: Error al navegar
fr: Impossible de naviguer

source: Ok
es: De acuerdo
fr: D'accord

# movies_list_view_title
source: Movies
es: Películas
fr: Films

# movie_details_view_title
source: Movie Details
es: Detalles de la película
fr: Détails du film

# article_title
source: Article
es: Artículo

# bad request
source: Bad Request - Request cannot be fulfilled due to malformed syntax.
es: Solicitud incorrecta: no se puede completar la solicitud debido a una sintaxis mal formada.
fr: Mauvaise demande - La requête ne peut pas être satisfaite en raison d'une syntaxe incorrecte.

# unauthorized
source: Unauthorized - Request requires authorization.
es: No autorizado: la solicitud requiere autorización.
fr: Non autorisé - La demande nécessite une autorisation.

# forbidden
source: Forbidden - Refused to fulfil the request.
es: Prohibido: se negó a cumplir con la solicitud.
fr: Interdit - Refusé de remplir la demande.

# not found
source: Not found - No matching results were found.
es: No encontrado: no se encontraron resultados que coincidan.
fr: Non trouvé - Aucun résultat correspondant n'a été trouvé.

# timeout
source: Timeout - Request was not produced within definite time.
es: Tiempo de espera: la solicitud no se produjo dentro de un tiempo definido.
fr: Timeout - La demande n'a pas été produite dans un délai défini.

# server error
source: Internal Server Error - Server encountered unexpected condition.
es: Error interno del servidor: el servidor encontró una condición inesperada.
fr: Erreur interne du serveur - Le serveur a rencontré une condition inattendue.

# service unavailable
source: Service Unavailable - Server not responding maybe due to overloading or is under maintenance.
es: Servicio no disponible: el servidor no responde debido a una sobrecarga o está en mantenimiento.
fr: Service non disponible - Le serveur ne répond pas, peut-être en raison d'une surcharge ou d'une maintenance.

# default error
source: Response returned with an error. Unhandled error code.
es: Respuesta devuelta con un error. Código de error no controlado.
fr: La réponse est retournée avec une erreur. Code d'erreur non géré.
